[
	{
		"image": "./assets/banners/baxar.png",
		"title": "Baxar",
		"description": "Baxar is an online marketplace designed to provide a wide range of quality products at affordable prices, with a focus on accessibility and convenience. Targeting cuban market, it offers an e-commerce platform where users can browse and purchase goods digitally."
	},
	{
		"image": "./assets/banners/radiocast.png",
		"title": "RadioCast",
		"description": "Radiocast is a practice project hosted on GitHub Pages, created as a personal exercise where users can listen to radio music for free. It offers a simple interface to enjoy a curated selection of radio stations."
	},
	{
		"image": "./assets/banners/pokedex.png",
		"title": "Pokédex",
		"description": "Pokedex is a practice project hosted on GitHub Pages, developed as a personal exercise to create a digital catalog of Pokémon. It allows users to explore a collection of Pokémon data, with details like names, types, and stats pulled from an external source."
	},
	{
		"image": "./assets/banners/sophiemystique.png",
		"title": "Sophie Mystique",
		"description": "Sophie Mystique was my first sold project, a personal website created for a singer named Sophie at sophiemystique.com. The design was crafted per her request to showcase her music and persona, offering a custom digital space for her audience."
	},
	{
		"image": "./assets/banners/witcher.png",
		"title": "The Witcher API",
		"description": "The Witcher API is an ongoing team project, currently under development as an exploration into API creation. It aims to provide a data service inspired by The Witcher universe, delivering details about characters, creatures, and lore from the iconic franchise."
	},
	{
		"image": "./assets/banners/baya.png",
		"title": "La Baya Amarilla",
		"description": "La Baya Amarilla is a personal practice project, a satirical blog or newspaper I created to experiment with web development. Inspired by The Babylon Bee, it features humorous takes on various topics, serving as a solo effort to sharpen my coding and creative skills."
	}
]
